Repository: residuum/MonoMultiJack
Catalog: MonoMultiJack.*.po
Languages: de

source: New ports and connections registered.
de: Neue Ports und Verbindungen gefunden.

source: New ports registered.
de: Neue Ports gefunden.

source: New connections established.
de: Neue Verbindungen hergestellt.

source: Ports and connections unregistered.
de: Ports und Verbindungen deregistriert.

source: Ports unregistered.
de: Ports deregistriert.

source: Connections deleted.
de: Verbindungen getrennt.

source: Connection to Jackd established.
de: Neue Verbindung hergestellt.

source: New port registered.
de: Neuer Port gefunden.

source: Port unregistered.
de: Port deregistriert.

source: New connection is null.
de: Neue Verbindung ist null.

source: New connection established.
de: Neue Verbindung hergestellt.

source: Connection deleted.
de: Verbindung getrennt.

source: Backend has exited
de: Backend beendet.

source: Xrun occurred: {0:0.###} ms
de: Puffer leer: {0:0.###} ms.

source: MonoMultiJack is a simple tool for controlling Jackd and diverse audio programs.
de: MonoMultiJack ist eine einfache Anwendung, um Jackd und Audio-Programme steuern zu können.

source: e.g. Ardour
de: z.B. Ardour

source: Command
de: Befehl

source: e.g. /usr/bin/ardour3
de: z.B. /usr/bin/ardour3

source: Command Arguments
de: Befehlsparameter

source: Delete
de: Löschen

source: Connect
de: Verbinden

source: Disconnect
de: Trennen

source: Select ports or clients on both sides
de: Ports oder Clients auf beiden Seiten wählen.

source: Cannot connect these ports or clients
de: Die Ports oder Clients können nicht verbunden werden.

source: No port or client selected
de: Kein Port oder Client ausgewählt.

source: Authors
de: Autoren

source: License
de: Lizenz

source: Close
de: Schließen

source: Info about {0}
de: Info über {0}

source: Configure Applications
de: Einstellungen für Anwendungen

source: Help for {0}
de: Hilfe für {0}

source: Configure Jackd
de: Einstellungen für Jackd

source: Jackd Startup Path
de: Pfad zu Jackd

source: e.g. /usr/bin/jackd
de: z.B. /usr/bin/jackd

source: General Options
de: Allgemeine Optionen

source: Driver Infrastructure
de: Treiber-Infrastruktur

source: e.g. alsa
de: z.B. alsa

source: Driver Options
de: Treiber-Optionen

source: Jackd is running.
de: Jackd läuft.

source: Jackd is stopped.
de: Jackd ist angehalten.

source: _File
de: _Datei

source: _Configuration
de: _Einstellungen

source: _Help
de: _Hilfe

source: _About
de: Üb_er

source: Configure _Jackd
de: _Jackd einstellen

source: Add / Remove _Applications
de: _Anwendungen hinzufügen / entfernen

source: (Re)Start _Jackd
de: _Jackd (neu) starten

source: _Stop Jackd
de: Jackd _stoppen

source: Stop _All
de: _Alle Programme stoppen

source: _Quit
de: _Beenden

source: **MonoMultJack (MMJ)** aims to be an application for musicians, who regularly have to deal with multiple programs to start and create and maintain audio connections via Jackd.
de: **MonoMultJack (MMJ)** ist eine Anwendung für Musiker, die regelmäßig mit mehreren Programmen arbeiten müssen, diese starten und Audio-Verbindungen herstellen und verwalten möchten.

source: Startup Parameters
de: Start Parameter

source: Show this help on startup.
de: Diese Hilfe beim Start anzeigen.

source: Launches Jackd on startup.
de: Jackd beim Programmstart mitstarten.

source: Starts in fullscreen mode.
de: Im Vollbildmodus starten.

source: Loads configuration from the specified directory.
de: Einstellungen aus dem angegebenen Verzeichnis laden.

source: Logs messages and debugging information to the specified file.
de: Nachrichten und Informationen zum Debugging in die angegebene Datei speichern.

source: Keyboard Shortcuts
de: Tastenkürzel

source: Show this help.
de: Diese Hilfe anzeigen.

source: Quits the program and closes all started applications.
de: Programm und alle gestarteten Anwendungen schließen.

source: Connects the selected inlets / outlets and or clients.
de: Ausgewählte Ein- / Ausgänge bzw. Clients verbinden.

source: Disconnects the selected inlets / outlets and or clients.
de: Ausgewählte Ein- / Ausgänge bzw. Clients trennen.
